{
    "dialogo":[
        "-Buenos días maestra.",
        "Maestra: …",
        "-Em… ¿Se encuentra bien?",
        "-La clase empieza en un momento.",
        "Maestra: Las puertas ya están cerradas.",
        "-Disculpe, ¿Me escucha?",
        "Maestra: …",
        "Tu teléfono está sonando",
        "-¿Bueno?",
        "E: Es el viejo.",

        "- EL QUE TE TRAE DE PENDEJO JJAJAJAJAJAJAJAJAJJAJAJAJAJAJ",
        "E: JAJAJAJAJSJAJSAIJSASJAJSAJSJASJAJSA",
        "alguien borre eso despues",

        "E: Ya la tiene atrapada a ella.",
        "E: Tiene un aparato de control mental.",
        "-¿¡Un qué!?",
        "E: Un aparato de control mental. Su plan ha comenzado.",
        "E: Algunos de tus profes pueden actuar raro.",
        "-¿Raro de qué modo?",
        "E: Pueden estar quietos, hablar sin sentido o en el\npeor de los casos ponerse violentos",
        "-¿QUÉ? No quiero pelear",
        "E: Estarás bien, antes de despertarte te dejé mejoras\ncibernéticas que te ayudarán en las peleas.",
        "E: Incluso tienes mi segundo mejor invento, el\n“reflejador de daño”, no lo uses demasiado, está en\nfase de pruebas.",
        "-¿No podías darme un rayo paralizador o algo más útil?",
        "-Suena demasiado complicado y…",
        "-¿Dónde están las mejoras?",
        "E: No sé qué otros artilugios tiene el viejo. Podría\nneutralizar mis mejores inventos.",
        "E: Lo único para lo que no puede estar preparado son\nlos viejos confiables golpes.",
        "E: Me encargaré de las personas que derrotes, estarán\nbien.",
        "-¿Por qué no lo detienes tú? Suena muy peligroso todo\nesto.",
        "E: ¿No has visto películas de viajes en el tiempo?",
        "-Eres un VIAJE…",
        "E: No sé si ya estoy en la escuela, puedo causar una\nparadoja si no tengo cuidado.",
        "-¿Y por qué no estás escondido?",
        "E: Yo nunca pasé por aquí, no tengo miedo de verme",
        "E: Además, si me llegas a necesitar ayuda no estoy tan\nlejos.",
        "E: Ahora date prisa, mientras menos te tardes te pagaré\nmejor",
        "La llamada ha terminado"
    ],

    "dialogogenerico":[
        "Maestra: ...",
        "- Es inútil"
    ],
    "nombre":"",
    "nota":"este npc es la maestra jsjs y como el chucha sumae del eli llega y le marca al jugador lo mejor es que no tenga nombre por como funciona la caja de dialogos"
}