{
    "dialogo":[
        "Era un dia como cualquier otro después de haber entrado\nal poli",
        "Como es costumbre, llegas mas temprano que\npracticamente cualquier otro estudiante.",
        "A lo lejos aprecias a todos los alumnos del turno\nmatutino apurados a ir a sus casas tras un arduo día de estudios",
        "Cruzas la calle después de haber bajado del tren",
        "Y sin nada peculiar atraviesas la puerta de la entrada.",
        "Dentro, y como si de magia se tratara, todo se torna\nnegro y pierdes la conciencia.",
        "Poco a poco recuperas tus sentidos y te percatas de no\npoder moverte.",
        "Abres tus ojos y encuentras a un misterioso hombre\nfrente a ti.",
        "?: Buenas tardes señorita",
        "?: ¿Cuál es su nombre?",
        "- ...",
        "- aAAAaaæ...",
        "?: Hey, calmate",
        "- ...AAAAAAAAAAAAAAAAAAAA",
        "?: Shhhhhh... Necesito que te calmes",
        "- No calmaré, no sé quien es usted",
        "?: No necesitas saberlo",
        "- Y tampoco sé dónde estoy",
        "?: No te preocupes, sigues en la escuela, pero\nen otro lugar",
        "- ¿Eh?",
        "?: ¿Ubicas el taller de mecánica?",
        "- Haber comenzado con eso",
        "?: Bueno, escuchame. Tengo algo que hacer aquí y\nahora pero no puedo hacerlo yo, necesito que tú lo\nhagas",
        "- ¿Yo? Ni creas que te voy a hacer caso viejo loco",
        "?: Hey! Nadie me dice viejo, aún estoy en mis 30",
        "?: Lo de loco es otro asunto",
        "- Igual, no te quiero escuchar. Déjame ir.",
        "?: Sí, sí; te dejaré ir pero hazme un favor.",
        "?: Hay otro loco que vino antes de mí y está\nhaciendole cosas extrañas a la escuela y a tus maestros",
        "?: Por seguridad no puedo ir a buscarlo yo mismo",
        "?:Entonces te lo encargo, háblame cuándo lo veas, me\nencargaré del resto",
        "- ¿Y si no?",
        "?: No será servicio social, habrá una paga pero no puedo\npagar por adelantado",
        "- Entonces, ¿Solo busco a otro viejo loco y ya?\n¿Quién es?\n¿Cómo se ve?",
        "?: Lo sabrás cuando lo veas.\nAdemás, huele raro",
        "?: Ven a verme cuando eso pase, estaré aquí afuera del\ntaller",
        "- Lo haré si me dices quién eres",
        "?: Llamame \"E\"",
        "E: No te puedo dar más información, sería peligroso",
        "- Das miedo",
        "E: No puedo hacer nada al respecto",
        "E: No tienes que confiar en mí, sólo ven cuando lo\nencuentres y te pagaré",
        "E: Si no lo quieres hacer se lo pediré a alguien más",
        "E: Realmente quien lo haga no importa",
        "E: Te puedes ir",
        "- Aún me das miedo pero es dinero fácil, así que\nlo haré",
        "E: Buena suerte, Ashley",
        "- ...",
        "- Viejo raro.",
        "E: ...", 
        "- Bueno, quizá debería comenzar por la entrada."
    ]
}