{
    "textos":[
        "(Presiona X para pasar los textos, ENTER para omitirlos)",
        "Bienvenido",
        "A PoliQuest",
		"Esta es una versión que será presentada en Expolitec\n2022",
        "Agradecemos su interés sobre nuestro proyecto.",
        "Controles:", 
        "Flechas direccionales: te mueves",
        "Tecla M: abres el mapa. Las partes de azul son\naquellas que puedes atravesar, su \"pasillo\"",
        "Para entrar a los edificios debes ponerte sobre su\n\"pasillo\"",
		"Y dar clic al rectangulo blanco que aparece.",
		"Estando dentro, puedes subir o bajar las escaleras y\ncliquear sobre las puertas",
		"Algunas te llevaran a un salón, otras te dirán qué\nhay detrás.",
		"Para salir del edificio, presiona X estando en la\nplanta baja o camina hacia fuera.",
		"Dando un clic sobre cualquier NPC hace iniciar un\ndialogo o el NPC dirá una línea",
        "Mientras el dialogo esté activo, presiona X para\ncerrarlo o avanzar en la conversación y una vez\ntermine, moverte",
		"Cabe resaltar que en algunas partes del juego tendrás\nque recurrir a la violencia",
		"Cuando estés en combate, el enemigo es muy paciente \npor lo que siempre esperará un movimiento tuyo antes\nde atacar",
		"Controles en combate:",
		"Presiona arriba para hacer un ataque normal",
		"Presiona abajo para descansar",
		"Recuperaras algo de vida y tendrás más fuerza para tu\nsiguiete movimiento",
		"Si estás bajo de vida no obtendrás bonos de ataque",
		"Presiona izquierda para preparar un bloqueo",
		"El bloqueo reducirá el daño que recibas del enemigo\nen su turno y aumentará ligeramente la defensa",
		"Si el enemigo decidió no golpearte aumentarás mucho\ntu defensa durante unos turnos",
		"Presiona derecha para preparar un golpe especial",
		"El golpe especial lástima al enemigo con su propia \nfuerza y la tuya si decide golpearte",
		"Si decide no golpearte te lastimas a ti mismo, así\nque ten cuidado con este movimiento",
		"Los enemigos también tienen un set de movimientos\ndistintos con efectos",
		"Los enemigos tienen ataques débiles, medios y fuertes",
		"Los ataques fuertes te dejan más vulnerable a su\nsiguiente movimiento",
		"Pueden recuperarse un poco",
		"O pueden recuperar una gran parte de vida, y\npreparar su siguiente movimiento",
		"Los enemigos más fuertes (los jefes) pueden acumular\nfuria",
		"La furia tiene probabilidad de hacer sus golpes más\nfuertes",
		"Cada turno su furia aumenta, por lo que no te tardes en\nderrotarlos",
		"Después de usar un ataque fuerte con furia, se calman\nun poco y pierden furia",
		"Además del efecto anterior, también quedán más\nvulnerables por unos turnos",
		"Eso sería toda la información por ahora.",
		"Te deseamos suerte en tu aventura por el Poli"
    ]
}